driver-tests/bpelse/ScopeTermination/ScopeTerminationJbi/test/WaitTerminationInScope/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wait="http://localhost/wsdl/WaitTerminationInScope">
  <soapenv:Body>
    <wait:typeA>
      <wait:paramA>Hello</wait:paramA>
    </wait:typeA>
  </soapenv:Body>
</soapenv:Envelope>